{"pages":[{"title":"about","text":"","link":"/about/index.html"}],"posts":[{"title":"Hello, my first blog!","text":"1. Do I need a personal blog?After a busy afternoon, I got my first blog website by hexo😁. Without any hesitate, I try to type my first blog. Then suddenly, a question knocked, do I need a personal blog? Maybe, exactly do I have time to maintain a personal blog in future?I am not an IT engineer but a scientist in Chemistry. I am continue serving in a foreign company after 10 years of work. It locates in Shanghai, belongs to the industry of cosmetics. So all my works relate to the formulation science, and the best actives and the functional activity would it be when be used on skin as a formula.I never thought that one day I will do an IT work, untill the day when AI came and taken the world in a lightening speed. Then Bigdata,Digitalizaiton, Machine Learning, AI, and Algorithm are everywhere. I started to believe that many of my work could be based on Bigdata. Even worse, I started studying statistics and programming.Then I found everything start to be interesting in my daily work, especially when I started to manage people. It is not only the daily work but also the mind need to changed. I continued to take managing classes and tried to change the working style with real collaboration, hoping each one in the team can take a role and contribute to project everywhere, anytime…Too many and too much, with time flies, I forgot my original vision, lost my passion and desire. I found I cannot even speak out in a minute of what I am doing but the trivals.…I don’t know. But I will try to do my best. 2. How do I work with it?Fortinately, I am in the new year holiday. I have time to think how to decorate it before the real work. I think I would like to use this blog as a personal record of the daily works and thinking. 5 catelogues would be separated in this blog and listed blow: Data analysis Lipids analysis Cosmetics &amp; Skincare Manage a team Reading note Now, it’s the time, go and make it look better!","link":"/2022/02/01/Hello-my-first-blog/"},{"title":"Hello World","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new &quot;My New Post&quot; More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","link":"/2022/02/01/hello-world/"}],"tags":[{"name":"essay","slug":"essay","link":"/tags/essay/"}],"categories":[]}